Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/ReleaseNotes.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, id, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# v2.1.0_text
source: Version 2.1 August 14, 2017 • Community extension compatibility • Danish, French, Polish translations • Bug fixes
ar: الإصدار 2.1 14 أغسطس 2017 • التوافق الإرشاد المجتمع • الترجمات الدانماركية والفرنسية والبولندية • اصلاحات الشوائب
da: Version 2.1 14 august 2017 • Community extension kompatibilitet • Dansk, Fransk og Polsk oversættelse • Fejlrettelser
de: Version 2.1 14. August 2017 • Kompatibilität mit der Community Erweiterung • Dänische, Französische, Polnische Übersetzungen • Fehlerbehebungen
es: Versión 2.1 14 de agosto de 2017 • Compatibilidad con las extensiones de la comunidad • Traducciones al danés, francés y polaco • Corrección de errores
fr: Version 2.1 14 août 2017 • Compatibilité avec l'extension Community • Traductions en danois, français et polonais • Corrections de bugs
hu: 2.1-es verzió 2017 Augusztus 17 • Közösségi bővítmény-kompatibilitás • Dán, Francia és Lengyel fordítás • Hibajavítások
id: Versi 2.1 14 Agustus, 2017 • Kompatibilitas dengan ekstensi Community • Terjemahan bahasa Denmark, Prancis, dan Polandia • Perbaikan bug
it: Versione 2.1 14 agosto 2017 • Compatibilità delle estensioni della community • Traduzioni danese, francese, polacco • Correzioni di bug
ja: バージョン 2.1 2017年8月14日 • Community拡張の互換性 • デンマーク語、フランス語、ポーランド語への翻訳 • バグの修正
nl: Versie 2.1 14 Augustus 2017 • Community extensie overeenstemming • Deense, Franse, Poolse vertalingen • Fouten verbeterd
pl: Wersja 2.1 14 sierpnia 2017 • Dodanie kompatybilności z rozszerzeniem Community (Społeczność) • Dodanie duńskiego, francuskiego i polskiego tłumaczenia • Poprawki
ru: Версия 2.1 14 августа 2017 • Совместимость с сообществом • Датский, Французский и Польский переводы • Исправления ошибок
sv: Version 2.1 14 augusti 2017 • Kompatibilitet för Communitytillägg • Danska, franska, polska översättningar • Bug fixar
zh_hans: 版本2.1 2017年8月14日 • 提升社区扩展兼容性 • 支持丹麦、法文、波兰语本地化 • Bug 修复
zh_hant: 版本 2.1 2017年8月14日 • 社群插件支援 • 丹麥語，法語，波蘭語支援 • 錯誤修正

# v2.1.1_text
source: Version 2.1.1 August 20, 2017 • Fix bug encountered with non-valid SSL certificates • Improve Danish translation
ar: الإصدار 2.1.1 20 أغسطس 2017 • إصلاح الأخطاء التي واجهتها مع شهادات سل غير صالحة • تحسين الترجمة الدنماركية
da: Version 2.1.1 20 august 2017 • Rettelse af fejl i forbindelse med ugyldige SSL certifikater • Forbedret Dansk oversættelse
de: Version 2.1.1 20. August 2017 • Fehlerbehebung ungültigen SSL-Zertifikaten • Aktualisierte dänische Übersetzung
es: Versión 2.1.1 20 de agosto de 2017 • Corrección del error encontrado con certificados SSL no válidos • Mejora de la traducción danesa
fr: Version 2.1.1 20 août 2017 • Correction d’un bug rencontré avec les certificats SSL non valides • Amélioration de la traduction en danois
hu: 2.1.1-es verzió 2017 Augusztus 20 • Kijavít egy hibát amely a nem megfelelő SSL tanúsítványok esetében jelentkezett • Továbbfejlesztett Dán fordítás
id: Versi 2.1.1 20 Agustus, 2017 • Perbaikan bug yang ditemui dengan sertifikat SSL yang tidak valid • Perbaikan terjemahan bahasa Denmark
it: Versione 2.1.1 20 agosto 2017 • Risolto bug riscontrato con certificati SSL non validi • Migliora la traduzione danese
ja: バージョン 2.1.1 2017年8月20日 • 検証されていないSSL証明書で発覚したバグの修正 • デンマーク語翻訳の改善
nl: Versie 2.1.1 20 Augustus 2017 • Fout verbeterd die is aangetroffen met ongeldige SSL-certificaten • Verbeterde Deense vertaling ‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_
pl: Wersja 2.1.1 20 sierpnia 2017 • Poprawki błędów napotkanych przy nieważnych certyfikatach SSL • Poprawa duńskiego tłumaczenia
ru: Версия 2.1.1 20 августа 2017 • Исправлена ошибка с недействительными SSL сертификатами • Улучшить датский перевод
sv: Version 2.1.1 20 augusti 2017 • Fixat bugg med icke-giltiga SSL-certifikat • Förbättrad dansk översättning
zh_hans: 版本2.1.1 2017年8月20日 • 修复使用无效SSL证书时遇到的BUG • 改进丹麦翻译
zh_hant: 版本 2.1.1 2017年8月20日 • 修正遇到無效SSL證書的問題 • 改進丹麥語翻譯

# v2.1.2_text
source: Version 2.1.2 September 7, 2017 • Fix refused login with Community plugin versions <2.9 • Improve translations • Maintenance work
ar: الإصدار 2.1.2 7 سبتمبر 2017 • إصلاح رفض تسجيل الدخول مع الإصدارات المساعد المجتمع <2.9 • تحسين الترجمة • أعمال صيانة
da: Version 2.1.2 7 september 2017 • Rettelse af fejl i forbindelse med login ved Community versioner < 2,9 • Forbedrede oversættelser • Vedligeholdelses arbejde
de: Version 2.1.2 7. September 2017 • Fehlerbehebung Anmeldung verweigert in Zusammenhang mit der Community Erweiterung Versionen < 2.9 • Aktualisierte Übersetzungen • Hausputz
es: Versión 2.1.2 7 de septiembre de 2017 • Corregir el inicio de sesión rechazado con las versiones del plugin de la Comunidad <2.9 • Mejora de las traducciones • Trabajo de mantenimiento
fr: Version 2.1.2 7 septembre 2017 • Règle un problème de connexion refusée avec les versions <2.9 de l'extension Community • Amélioration des traductions • Maintenance du code
hu: 2.1.2-es verzió 2017 Szeptember 7 • Kijavítja a Közösségi bővítmény 2.9 előtti verzióinál tapasztalt elutasított bejelentkezés problémáját • Fordítások továbbfejlesztése • Karbantartási munkálatok
id: Versi 2.1.2 7 September, 2017 • Perbaikan penolakan yang ditolak dengan plugin Community versi <2.9 • Peningkatan terjemahan • Pemeliharaan
it: Versione 2.1.2 7 settembre 2017 • Correggi il login rifiutato con le versioni di plug-in della comunità <2,9 • Migliora le traduzioni • Manutenzione
ja: バージョン 2.1.2 2017年9月7日 • Communityプラグインのバージョン<2.9でログイン拒否される問題を修正 • 翻訳の改善 • 保守作業
nl: Versie 2.1.2 7 September 2017 • Hersteld geweigerde aanmelding met Community-plug-in-versies <2.9 • Verbeterde vertalingen • Onderhoudswerkzaamheden ‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_
pl: Wersja 2.1.2 7 września 2017 • Poprawka odmowy logowania z wtyczką społeczność w wersji wtyczki < 2.9 • Poprawy tłumaczenia • Drobne poprawki
ru: Версия 2.1.2 7 сентября 2017 • Исправлена ошибка входа с помощью плагина Сообщества <2.9 • Улучшение переводов • Техническая работа
sv: Version 2.1.2 7 september 2017 • Fixat nekad inloggning med Community plugin <2.9 • Förbättrade översättningar • Underhållsarbete
zh_hans: 版本2.1.2 2017年9月7日 • 修复社区插件版本低于2.9时出现拒绝登录的BUG • 改进翻译 • 日常维护
zh_hant: 版本 2.1.2 2017年9月7日 • 修正在社群插件版本<2.9時登入被拒的問題 • 改進翻譯 • 日常維護

# v2.1.3_text
source: Version 2.1.3 October 19, 2017 • Add basic access authentication • Allow cancelling auto-connection • Improve interface and upload management • Improve translations and iOS 11 compatibility • Fix bug encountered with "Not uploaded" filter • Code modernization
ar: الإصدار 2.1.3 19 أكتوبر، 2017 • إضافة مصادقة الوصول الأساسية • السماح بإلغاء الاتصال التلقائي • تحسين واجهة وتحميل الإدارة • تحسين الترجمة ودائرة الرقابة الداخلية 11 التوافق • إصلاح علة واجه مع المرشح "لم يتم تحميل" • تحديث الرمز
da: Version 2.1.3 19 oktober 2017 • Tilføjet grundlæggende adgangskontrol • Tilføjet afbrydelse af autoforbindelse • Forbedring af brugergrænseflade og upload • Forbedret oversættelse og iOS 11 kompabilitet • Rettet fejl ved "ikke overført" filter • Modernisering af kode
de: Version 2.1.3 19. Oktober 2017 • Hinzugefügt Basiszugriffsauthentifizierung • Möglichkeit die automatische Verbindung abzubrechen • Verbesserung der Schnittstelle und Verwaltung beim Hochladen • Aktualisierte Übersetzungen und iOS 11 Kompatibilität • Fehlerbehebung beim "Nicht hochgeladen" Filter • Code Aktualisierung
es: Versión 2.1.3 19 de octubre 2017 • Añadida la autenticación de acceso básico • Permitir cancelar la conexión automática • Mejora de la interfaz y la gestión de subida de archivos • Mejora de las traducciones y la compatibilidad con iOS 11 • Corrección del error encontrado con el filtro "No subida" • Modernización del código
fr: Version 2.1.3 19 octobre 2017 • Ajoute l'accès par authentification HTTP(S) • Permet de stopper l'auto-connexion • Améliore l'interface et la gestion des téléversements • Améliore les traductions et la compatibilité avec iOS 11 • Règle un bug rencontré avec le filtre "Pas Encore Envoyées" • Modernisation du code
hu: 2.1.3-as verzió 2017 Október 17 • Új alapszintű hitelesítés • Lehetővé teszi az automata kapcsolódás leállítását • Interfész és feltöltés-menedzsment továbbfejlesztése • Fordítások továbbfejlesztése, és iOS 11 kompatibilitás • Kijavítja a "Nincs feltöltve" szűrő hibáját • Kódmodernizálás
id: Versi 2.1.3 19 Oktober, 2017 • Penambahan pengesahan akses dasar • Izinkan pembatalan sambungan otomatis • Peningkatan antarmuka dan manajemen unggah • Peningkatan terjemahan dan kompatibilitas iOS 11 • Perbaikan bug yang ditemui dengan filter "Tidak diunggah" • Kode modernisasi
it: Versione 2.1.3 19 ottobre 2017 • Aggiungi autenticazione di accesso di base • Consenti l'annullamento della connessione automatica • Migliora l'interfaccia e la gestione del caricamento • Migliora le traduzioni e la compatibilità con iOS 11 • Risolto bug riscontrato con il filtro "Non caricato" • Modernizzazione del codice
ja: バージョン 2.1.3 2017年10月19日 • 基本アクセス認証機能を追加 • 自動接続の取り消しを可能にした • インタフェースとアップロード管理を改善 • 翻訳とiOS 11との互換性を改善 • 「アップロードしていない」フィルタで発覚したバグの修正 • コードの近代化
nl: Versie 2.1.3 Oktober 19, 2017 • Toegevoegd basistoegangsauthenticatie • Toestaan dat de automatische verbinding wordt geannuleerd • Verbetering interface- en uploadbeheer • Verbetering vertalingen en iOS 11-compatibiliteit • Fout verbeterd die is aangetroffen met het filter "Niet geüpload" • Code modernisering ________________________________________
pl: Wersja 2.1.3 19 października 2017 • Dodanie obsługi podstawowej autentykacji HTTP(S) • Dodanie możliwości anulowania auto podłączania • Poprawki interfejsu i wysyłania • Poprawki tłumaczenia i obsługi iOS 11 • Poprawki kodu
ru: Версия 2.1.3 19 октября 2017 • Добавить базовую аутентификацию доступа • Разрешить отмену автоподключения • Улучшить интерфейс и управление загрузкой • Улучшить совместимость с переводами и iOS 11 • Исправлена ошибка с фильтром «Не загружается» • Модернизация кода
sv: Version 2.1.3 19 oktober 2017 • Lagt till grundläggande behörighetskontroll • Lagt till tillåtelse att avbryta automatisk anslutning • Förbättrat gränssnitt och uppladdningshantering • Förbättrade översättningar och kompatibilitet med iOS 11 • Rättat fel med "Ej uppladdat" filter • Kod modernisering
zh_hans: 版本2.1.3 2017年10月19日 • 新增HTTP基础验证支持 • 支持取消自动连接 • 界面与上传管理功能改进 • 增强与iOS11的兼容性 • 修复在使用”未上传“过滤器时候遇到的BUG • 代码优化
zh_hant: 版本 2.1.3 2017年7月3日 • 支援HTTP基本驗證 • 允許取消自動連線 • 改善介面及上傳管理 • 改善翻譯及iOS 11支援 • 修正"未上傳"篩選的問題 • 程式碼更新

# v2.1.4_text
source: Version 2.1.4 October 31, 2017 • Swedish translation • Bug fixes
ar: الإصدار 2.1.4 31 أكتوبر 2017 • الترجمة السويدية • اصلاحات الشوائب
da: Version 2.1.4 31 oktober 2017 • Svensk oversættelse • Fejlrettelser
de: Version 2.1.4 31. Oktober 2017 • Schwedische Übersetzung • Fehlerbehebungen
es: Versión 2.1.4 31 de octubre de 2017 • Traducción al sueco • Corrección de errores
fr: Version 2.1.4 31 octobre 2017 • Traduction en suédois • Correction de bugs
hu: 2.1.4-es verzió 2017 Október 31 • Svéd fordítás • Hibajavítások
id: Versi 2.1.4 31 Oktober, 2017 • Terjemahan bahasa Swedia • Perbaikan bug
it: Versione 2.1.4 31 ottobre 2017 • Traduzione svedese • Correzioni di bug
ja: バージョン 2.1.4 2017年10月31日 • スウェーデン語への翻訳 • バグの修正
nl: Versie 2.1.4 31 Oktober 2017 • Zweedse vertaling • Foutjes verbeterd
pl: Wersja 2.1.4 31 października 2017 • Dodanie szwedzkiego tłumaczenia • Poprawki błędów
ru: Версия 2.1.4 31 октября 2017 • Шведский перевод • Исправления ошибок
sv: Version 2.1.4 31 oktober 2017 • Svensk översättning • Buggfixar
zh_hans: 版本2.1.4 2017年10月31日 • 瑞典语翻译 • Bug 修复
zh_hant: 版本 2.1.4 2017年10月31日 • 瑞典語翻譯 • 錯誤修正

# v2.1.5_text
source: Version 2.1.5 December 21, 2017 • Add possibility to cancel uploads • Add option for deleting photos after upload • Add compatibility with Optimize Storage (iCloud) • Preserve photo format after resize whenever possible • Danish and Indonesian translations • Fix metadata partly lost upon download • Fix PNG format replaced with JPEG before upload • Fix issues encountered with iOS 11 and iPhone X • Fix minor bugs • Code modernization
ar: الإصدار 2.1.5 21 ديسمبر 2017 • إضافة إمكانية إلغاء التحميلات • إضافة خيار لحذف الصور بعد التحميل • إضافة التوافق مع تحسين التخزين (iCloud) • الحفاظ على تنسيق الصورة بعد تغيير حجم كلما كان ذلك ممكنا • الترجمات الدانماركية والإندونيسية • إصلاح البيانات الوصفية فقدت جزئيا عند التنزيل • إصلاح تنسيق ينغ استبدال جبيغ قبل التحميل • إصلاح القضايا التي تواجهها مع دائرة الرقابة الداخلية 11 و إفون X • إصلاح الأخطاء الطفيفة • تحديث الرمز
da: Version 2.1.5 21 december 2017 • Tilføjet mulighed for at annullere upload • Tilføjet mulighed for at slette billede efter upload • Tilføjet kompatibilitet med lageroptimering ‎(iCloud‎) • Fasthold billedformat efter ændring af størrelse når muligt • Dansk og Indonesisk oversættelse • Fix metadata delvist tabt ved download • Fix PNG format erstattet med JPEG før upload • Fix af iOS 11 and iPhone X problemer • Fix mindre fejl • Modernisering af kode
de: Version 2.1.5 21. Dezember 2017 • Neu Möglichkeit zur Unterbrechung während des Hochladens • Neu Option zum Löschen von Fotos nach dem Hochladen • Neu Kompatibilität mit Optimize Storage (iCloud) • Beibehalten des Fotoformates nach Größenveränderung wann immer möglich • Dänische und Indonesische Übersetzungen • Behoben Metadaten beim Herunterladen teilweise verloren • Behoben PNG Format wurde durch JPEG beim Hochladen ersetzt • Behoben Probleme bei iOS 11 und iPhone X behoben • Korrektur kleinerer Fehler • Code Modernisierung
es: Versión 2.1.5 21 de diciembre 2017 • Añadida la posibilidad de cancelar subidas • Añadida la opción de eliminar fotos después de subirlas • Añadida la compatibilidad con almacenamiento optimizado (iCloud) • Preservar el formato de una foto después de redimensionar, siempre que sea posible • Traducciones al danés y al indonesio • Corrección de la pérdida parcial de metadatos al descargar • Corrección del reemplazo del formato PNG por JPEG antes de subir • Corrección de problemas encontrados con iOS 11 e iPhone X • Corrección de errores menores • Modernización del código
fr: Version 2.1.5 21 décembre 2017 • Ajoute la possibilité d'annuler des transferts vers Piwigo • Ajoute une option pour effacer les photos après un transfert • Ajoute la compatibilité avec l'option Optimiser le Stockage (iCloud) • Préserve si possible le format de la photo après redimensionnement • Traductions en Danois et en Indonésien • Règle la perte partielle des métadonnées pendant un téléchargement • Règle le remplacement du format PNG par JPEG au cours d'un transfert • Règle quelques problèmes rencontrés avec iOS 11 et l'iPhone X • Règle quelques bugs mineurs • Modernisation du code
hu: 2.1.5-ös verzió 2017 December 21 • Új lehetőség a feltöltések leállítására • Új lehetőség a fotók törlésére feltöltés után • Kompatibilitás a Tárhely Optimizálással (iCloud) • Fotóformátum megtartása átméretezés után, amennyiben lehetséges • Dán és Indonéz fordítás • Kijavítja a hibát, amitől a metadatok egy része elveszett letöltés után • Kijavít egy hibát, amitől a PNG formátum JPEG-re váltott feltöltés előtt • iOS 11 és iPhone X specifikus hibajavítások • Kisebb hibajavítások • Kódmodernizálás
id: Versi 2.1.5 21 Desember 2017 • Penambahan kemampuan untuk membatalkan proses unggah • Penambahan pilihan untuk menghapus gambar setelah diunggah • Penambahan kompatibilitas dengan Mengoptimalkan Penyimpanan (iCloud) • Mempertahankan format gambar setelah mengubah ukuran bila memungkinkan • Terjemahan Denmark dan Bahasa Indonesia • Perbaikan metadata yang sebagian hilang saat mengunduh • Perbaikan format PNG yang diganti dengan JPEG sebelum proses unggah • Perbaikan masalah sebelumnya dengan iOS 11 dan iPhone X • Perbaikan bug kecil • Modernisasi kode
it: Versione 2.1.5 21 dicembre 2017 • Aggiungi la possibilità di annullare i caricamenti • Aggiungi l'opzione per eliminare le immagini dopo il caricamento • Aggiungi compatibilità con Optimize Storage (iCloud) • Mantieni il formato immagine dopo il ridimensionamento quando possibile • Traduzioni danesi e indonesiane • Corregge i metadati parzialmente persi al momento del download • Correggere il formato PNG sostituito con JPEG prima del caricamento • Risolti i problemi riscontrati con iOS 11 e iPhone X • Risolti bug minori • Modernizzazione del codice
ja: バージョン 2.1.5 2017年12月21日 • アップロードのキャンセル機能を追加 • アップロー後に削除するオプションを追加 • 最適化ストレージ (iCloud) との互換性を追加 • リサイズ後の写真フォーマットを可能な限り保存 • デンマーク語とインドネシア語への翻訳 • アップロード時にメタデータが一部消滅するバグを修正 • PNGフォーマットがアップロード前にJPEGに置き換えられてしまうバグを修正 • iOS 11とiPhone Xで発覚した問題を修正 • 軽微なバグの修正 • コードの近代化
nl: Versie 2.1.5 21 December 2017 • Toegevoegd mogelijkheid om uploads te annuleren • Optie toegevoegd om foto's te verwijderen na het uploaden • Compatibiliteit toegevoegd met Optimize Storage (iCloud) • Bewaar, waar mogelijk, het beeldformaat na het wijzigen van de afmetingen • Deense en Indonesische vertalingen • Verbeterd: PNG-formaat vervangen door JPEG vóór uploaden • Verbeterd: PNG-formaat vervangen door JPEG vóór uploaden • Problemen verholpen die zijn aangetroffen met iOS 11 en iPhone X • Kleine bugs verbeterd • Codemodernisering
pl: Wersja 2.1.5 21 grudnia 2017 • Dodano możliwość anulowania wysyłania • Dodano możliwość usuwania zdjęcia po wysłaniu • Dodano kompatybilność z Optymalizowaniem Magazynu (iCloud) • Zachowuje format obrazu po zmianie rozmiaru, gdy to możliwe • Tłumaczenia duńskie i indonezyjskie • Naprawiono tracenie części metadanych przy pobieraniu • Naprawiono zmianę formatu z PNG na JPG przed wysłaniem • Naprawiono błędy napotkane w iOS 11 i iPhone X • Naprawiono drobne błędy • Zmodernizowano kod
ru: Версия 2.1.5 21 декабря 2017 • Добавить возможность отмены выгрузок • Добавить возможность удаления фотографий после выгрузки • Добавить совместимость с оптимизацией хранилища (iCloud) • Сохранять формат фото при возможности • Датский и Индонезийский переводы • Исправить метаданные частично потеряны после загрузки • Исправить формат PNG заменен на JPEG перед загрузкой • Исправить проблемы, возникающие с iOS 11 и iPhone X • Исправление мелких ошибок • Модернизация кода
sv: Version 2.1.5 21 december 2017 • Adderat möjlighet att avbryta uppladdningar • Adderat alternativ att radera bilder efter uppladdning • Adderat kompatibilitet med optimerad lagring (iCloud) • Bevara bildformatet efter storleksändring närhelst möjligt • Danska och indonesiska översättningar • Fixat metadata delvis förlorat vid nedladdning • Fixat PNG format ersättas med JPEG innan uppladdning • Fixat problem som uppstått med iOS 11 och iPhone X • Fixat mindre buggar • Kodmodernisering
zh_hans: 版本2.1.5 2017年12月21日 • 新增取消上传任务功能 • 新增上传后删除本地照片选项 • 新增与iCloud优化存储的兼容性 • 尽可能调整大小后保留照片格式 • 丹麦和印度尼西亚翻译 • 修复下载后部分丢失的元数据 • 修复上传PNG后被转换为JPEG格式的BUG • 修复iOS 11和iPhone X的BUG • 修复部分BUG • 代码优化
zh_hant: 版本 2.1.5 2017年12月21日 • 可以在上傳時取消上傳 • 增加上傳後刪除照片的選項 • 增加與最佳化空間(iCloud) 的相容性 • 盡可能在變換大小後保留檔案格式 • 丹麥語與印尼語翻譯 • 修正中繼數據下載後部分遺失 • 修正在上傳PNG後變成JPEG的問題 • 修正在iPhone 11及iPhone X上遇到的問題 • 修復小型錯誤 • 程式碼更新

# v2.1.6_text
source: Version 2.1.6 January 7, 2018 • Arabic translation • Improved HTTP basic access authentication management • Minor bug fixes and improvements of the interface
ar: الإصدار 2.1.6 7 يناير 2018 • الترجمة العربية • تحسين إدارة مصادقة الوصول الأساسية ل HTTP • إصلاحات الشوائب طفيفة وتحسين واجهة
da: Version 2.1.6 7 januar 2018 • Arabisk oversættelse • Forbedret HTTP adgangs-autentificeringsstyring • Mindre fejlrettelser og forbedringer af brugergrænsefladen
de: Version 2.1.6 7. Januar 2018 • Arabische Übersetzung • Verbesserte HTTP Basis Zugriffs-Authentifizierungsverwaltung • kleinere Fehler beseitigt und Verbesserungen der Benutzeroberfläche
es: Versión 2.1.6 7 de enero 2018 • Traducción al árabe • Mejorada la gestión de la autenticación de acceso básico en HTTP • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.1.6 7 janvier 2018 • Traduction en arabe • Amélioration de la gestion de l'authentification HTTP • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.1.6-os verzió 2018 Január 7 • Arab fordítás • Továbbfejlesztett HTTP alapszintű azonosítás-menedzsment • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.1.6 7 Januari 2018 • Terjemahan bahasa Arab • Peningkatan manajemen otentikasi akses dasar HTTP • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.1.6 7 gennaio 2018 • Traduzione araba • Migliorata la gestione dell'autenticazione di accesso di base HTTP • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.1.6 2018年1月7日 • アラビア語への翻訳 • HTTP基本アクセス認証管理の改善 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.1.6 7 Januari 2018 • Arabische vertaling • Verbeterd HTTP-basistoegangsverificatiebeheer • Kleine foutjes verbeterd en verbetering van de interface
pl: Wersja 2.1.6 7 stycznia 2018 • Tłumaczenie arabskie • Udoskonalono zarządzanie uwierzytelnianiem za pomocą podstawowego dostępu HTTP • Poprawki błędów i usprawnienia interfejsu
ru: Версия 2.1.6 7 января 2018 • Арабский перевод • Улучшение управления базовым доступом HTTP • Исправления ошибок и улучшения интерфейса
sv: Version 2.1.6 7 januari 2018 • Arabisk översättning • Förbättrad autentiseringshantering för HTTP-baserad åtkomst • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.1.6 2018年1月7日 • 阿拉伯文翻译 • 增强HTTP基本访问认证管理 • 错误修复和界面改进
zh_hant: 版本 2.1.6 2018年1月7日 • 阿拉伯語翻譯 • 改善HTTP基本存取認證管理 • 小型錯誤修正及介面改進

# v2.1.7_text
source: Version 2.1.7 February 3, 2018 • Fix video upload issues on some servers
ar: الإصدار 2.1.7 3 فبراير 2018 • إصلاح مشاكل تحميل الفيديو على بعض الملقمات
da: Version 2.1.7 3 februar 2018 • Løst videooverførselsproblemer på nogle servere
de: Version 2.1.7 3. Februar 2018 • Behebt Probleme beim Hochladen von Videos auf einigen Servern
es: Versión 2.1.7 3 de febrero de 2018 • Corregidos problemas de subida de vídeo en algunos servidores
fr: Version 2.1.7 3 février 2018 • Résout les problèmes de téléchargement de vidéos sur certains serveurs
hu: 2.1.7-es verzió 2018 Február 3 • A néhány szerver esetében előforduló videófeltöltési hiba javítása
id: Versi 2.1.7 3 Februari 2018 • Perbaiki masalah upload video di beberapa server
it: Versione 2.1.7 3 febbraio 2018 • Risolti problemi di caricamento dei video su alcuni server
ja: バージョン 2.1.7 2018年2月3日 • 幾つかのサーバにおける動画アップロード問題の解決
nl: Versie 2.1.7 3 februari 2018 • Problemen met video-uploads op sommige servers oplossen
pl: Wersja 2.1.7 3 lutego 2018 • Naprawiono problemy z przesyłaniem wideo na niektórych serwerach
ru: Версия 2.1.7 3 февраля 2018 • Исправление проблем с загрузкой видео на некоторых серверах
sv: Version 2.1.7 3 februari 2018 • Fixa problem med videouppladdningar på vissa servrar
zh_hans: 版本2.1.7 2018年2月3日 • 修复部分服务器上的视频上传问题
zh_hant: 版本 2.1.7 2018年2月3日 • 修正在部分伺服器上傳影片的問題
